{
  "backend": "tokenizers",
  "bos_token": "[CODE_START]",
  "eos_token": "[CODE_END]",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "[PAD]",
  "processor_class": "TextArtT5Processor",
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "[UNK]"
}
